export const ACCESSIBILITY = {
    nav: {
        recipe: 'Перейти на страницу рецепта',
        settings: 'Перейти на страницу настроек',
    },
    notes: {
        delete: 'Удалить заметку',
        // edit: 'Редактировать заметку',
        add: 'Добавить заметку',
    },
    ingredients: {
        delete: 'Удалить ингредиент',
        add: 'Добавить ингредиент',
    },
    recipe: {
        delete: 'Удалить рецепт',
        edit: 'Редактировать рецепт',
        // add: 'Добавить рецепт',
        bookmark: 'Добавить в закладки рецепт',
        like: 'Оценить рецепт',
    },
    image: {
        // delete: 'Удалить фото',
        edit: 'Редактировать фото',
        // add: 'Добавить фото',
    },
    forms: {
        psw_show: 'Показать пароль',
        psw_hide: 'Скрыть пароль',
    },
    controls: {
        search: 'Поиск',
        search_clear: 'Очистить поиск',
        filter: 'Фильтр',
        add: 'Добавить',
        edit: 'Редактировать',
        delete: 'Удалить',
        clear: 'Очистить',
        close: 'Закрыть',
        next: 'Следующий',
        prev: 'Предыдущий',
    },
};
